const movies = [

        {
          id: 1,
          title: 'Крик',
          description: 'Група підлітків стає мішенню серійного вбивці в масці Примари після жорстокого вбивства їхньої подруги.',
          genre: 'Моторошний горор',
          date: '1996-12-20 19:00',
          poster: 'scream1.jpg',
        },
        {
          id: 2,
          title: 'Крик 2',
          description: 'Після подій першого фільму Сідні Прескотт вступає до коледжу, але минуле не дає їй спокою — з’являється новий вбивця.',
          genre: 'Моторошний горор',
          date: '1997-12-12 20:00',
          poster: 'scream2.jpg',
        },
        {
          id: 3,
          title: 'Крик 3',
          description: 'Сідні переховується, але нова серія вбивств починається під час зйомок фільму про її життя.',
          genre: 'Моторошний горор',
          date: '2000-02-04 21:00',
          poster: 'scream3.jpg',
        },
        {
          id: 4,
          title: 'Крик 4',
          description: 'Через 11 років Сідні повертається до рідного міста, де все почалося — і кошмар починається знову.',
          genre: 'Моторошний горор',
          date: '2011-04-15 19:30',
          poster: 'scream4.jpg',
        },
        {
          id: 5,
          title: 'Крик 5',
          description: 'Нові вбивства сколихнули містечко Вудсборо. Молоде покоління стикається з Примарою лицем до лиця.',
          genre: 'Моторошний горор',
          date: '2022-01-14 20:30',
          poster: 'scream5.jpg',
        },
        {
          id: 6,
          title: 'Крик 6',
          description: 'Сідні вже не головна героїня. Події переносяться в Нью-Йорк, але Примара не зникає.',
          genre: 'Моторошний горор',
          date: '2023-03-10 21:15',
          poster: 'scream6.jpg',
        },      
      {
        id: 7,
        title: 'UNTIL DAWN: ДО СВІТАНКУ',
        description: 'Друзі вирішили заночувати у місцевості, де рік тому загадково зникла дівчина.Схоже, тепер ця ж доля спіткає і їх.',
        genre: 'Моторошний горор',
        date: '2025-04-24 20:00',
        poster: '/UntilDAWN.jpg',
      },
      {
          id: 8,
          title: 'ГРІШНИКИ',
          description: 'Брати-близнюки Елайджа та Еліас на власному досвіді переконалися, що найстрашніші події відбуваються тоді, коли ти їх не чекаєш.',
          genre: 'Фантастичний трилер',
          date: '2025-04-17 13:50',
          poster: '/Sinners.jpg',
        },
  ];
  
  export default movies;
  